Repository: Acidburn0zzz/live-tools
Catalog: manpages/po/*/live-uptime.1.po
Languages: de

source: Debian Live Project
de: Debian Live Projekt

source: DESCRIPTION
de: BESCHREIBUNG

source: SEE ALSO
de: SIEHE AUCH

source: BUGS
de: FEHLER

source: Bugs can be reported by submitting a bugreport for the live-tools package in the Debian Bug Tracking System at E<lt>I<http://bugs.debian.org/>E<gt> or by writing a mail to the Debian Live mailing list at E<lt>I<debian-live@lists.debian.org>E<gt>.
de: Fehler können durch Einreichen eines Fehlerberichtes für das live-tools Paket im Debian Bug Tracking System unter E<lt>I<http://bugs.debian.org/>E<gt> oder durch Senden einer E-Mail an die Debian Live Mailing Liste unter E<lt>I<debian-live@lists.debian.org>E<gt> (englischsprachig) mitgeteilt werden.

source: AUTHOR
de: AUTOR

source: B<live-uptime> - Tell how long the system has been running (works with LXC).
de: B<live-uptime> - gibt die aktuelle Dauer wie lange das System läuft aus (funktioniert mit LXC).

source: B<live-uptime> is a wrapper replacing the uptime command provided by the procps package.
de: B<live-uptime> ist ein Wrapper der den uptime Befehl des procps Paketes ersetzt.

source: B<live-uptime> displays the correct uptime when a system is being used in a Linux Container (LXC), where the original uptime command shows the host uptime for all containers. B<live-uptime> passes through all command-line arguments to the original uptime command; see I<uptime.orig.procps>(1) for more information about the options of the original uptime command.
de: B<live-uptime> gibt die korrekte Dauer wie lange das System läuft auch innerhalb eines Linux Containers (LXC) an, der original uptime Befehl gibt nur die Dauer des Host Systems für alle Container an. B<live-uptime> gibt alle Kommandozeilenoptionen weiter an den original uptime Befehl, für weitere Informationen über Optionen des original uptime Befehls siehe I<uptime.orig.procs>(1).

source: More information about live-uptime and the Debian Live project can be found on the homepage at E<lt>I<http://live.debian.net/>E<gt> and in the manual at E<lt>I<http://live.debian.net/manual/>E<gt>.
de: Weitere Informationen über live-uptime und das Debian Live Projekt können auf der Homepage unter E<lt>I<http://live.debian.net/>E<gt> und im Handbuch unter E<lt>I<http://live.debian.net/manual/>E<gt> gefunden werden.

source: live-uptime was written by Daniel Baumann E<lt>I<daniel@debian.org>E<gt>.
de: live-uptime wurde von Daniel Baumann E<lt>I<daniel@debian.org>E<gt> geschrieben.
